Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: There was a greater mean reduction in HbA1c from baseline in the empagliflozin group than in the placebo group in patients with diabetes at baseline; the reduction was visible at Week 12 (the first post-baseline assessment) and was sustained over the trial.
es_es: Hubo una mayor reducción media de la HbA1c desde el inicio en el grupo de empagliflozina que en el grupo de placebo en pacientes que presentaban diabetes al inicio del estudio; la reducción fue visible a la semana 12 (la primera evaluación posterior al inicio) y se mantuvo durante el ensayo.

source: There was a numerical increase in volume depletion (narrow BIcMQ), mainly driven by hypotension (BIcMQ; a subset of volume depletion) in the empagliflozin group when compared with placebo.
es_es: Hubo un aumento nominal en el grupo de empagliflozina con respecto al grupo de placebo en la depleción de volumen (consulta específica BIcMQ) impulsado principalmente por la hipotensión (consulta BIcMQ, subconjunto de depleción de volumen).

source: There was a reduced risk of the first HHF in the empagliflozin group, for which the separation from placebo was again apparent shortly after randomisation and continued throughout the trial.
es_es: El grupo de empagliflozina presentó un menor riesgo de sufrir una primera hospitalización por insuficiencia cardíaca y, aquí también, el distanciamiento con respecto al placebo se hizo evidente poco después de la aleatorización y continuó durante todo el ensayo.

source: There was a small decrease in body weight in the empagliflozin group, with a placebo-corrected adjusted mean change at Week 52 from baseline of -1.28 kg (95% CI -1.54, -1.03); see Table 15.2.4.22: 1 and Figure 11.1.3.3: 1.
es_es: A la semana 52, se observó un leve descenso el peso corporal desde el inicio en el grupo de empagliflozina con un cambio medio corregido por placebo y ajustado de -1.28 kg (IC del 95%: -1.54, -1.03); ver Tabla 15.2.4.22: 1 y Figura 11.1.3.3: 1.

source: There was a sustained reduction in body weight in the linagliptin group (Figure 7).
es_es: En el grupo de linagliptina hubo una reducción sostenida del peso corporal (Figura 7).

source: There was also a reduced risk in the empagliflozin group when all-cause hospitalisation was analysed together with all-cause mortality.
es_es: También hubo una reducción del riesgo en el grupo de empagliflozina cuando se analizó la hospitalización por todas las causas junto con la mortalidad por todas las causas.

source: There was also an increase in the rate of absorption of metformin following administration of the FDC tablet under fasted conditions compared to the fed condition (Figure 11.5.2.4.2: 1).
es_es: También la velocidad de absorción de la metformina tras una administración del comprimido de combinación a dosis fija en condiciones preprandiales fue mayor que en condiciones postprandiales (Figura 11.5.2.4.2: 1).

source: There was no emergency code break at the any investigational site via the IRT (Section 10.1).
es_es: No se practicó ningún desenmascaramiento de emergencia del código en ningún centro de investigación a través de la tecnología IRT (Sección 10.1).

source: There was no evidence for teratogenicity up to 943-fold MRHD [U06-2047 (attachment 7), U06-1200 (attachment 8), U07-1558 (attachment 9), U10-1332-01 (attachment 10)].
es_es: Tras aplicar hasta 943 veces la dosis recomendada máxima en los seres humanos, no hubo evidencia de teratogenicidad [U06-2047 (anexo 7), U06-1200 (anexo 8), U07-1558 (anexo 9), U10-1332-01 (anexo 10)].

source: There was no heterogeneity by baseline HbA1c categories in HHF or “CV death and HHF” risk reduction in the EMPA-REG OUTCOME trial.
es_es: En el ensayo EMPA-REG OUTCOME, no se observó ninguna heterogeneidad entre las distintas categorías de HbA1c en lo que fue la reducción del riesgo de hospitalización por insuficiencia cardíaca ni de “muerte CV y hospitalización por insuficiencia cardíaca”.

source: There was no increase in symptomatic intracerebral hemorrhage with the 0.4mg/kg dose (3% versus 2% in the alteplase group, p=0.70).
es_es: Con la dosis de 0.4 mg/kg, no aumentaron las hemorragias intracerebrales sintomáticas (3% frente a 2% en el grupo de alteplasa, p=0.70).

source: There was no increase in symptomatic intracerebral hemorrhage, which was rare (1%) in both groups.
es_es: No aumentaron las hemorragias intracerebrales sintomáticas, que fueron infrecuentes (1%) en ambos grupos.

source: There was no marked change in blood pressure in the empagliflozin group, with a placebo-corrected adjusted mean change at Week 52 from baseline of -1.2 mmHg (95% CI -2.1, -0.3) for SBP and -0.2 mmHg (95% CI -0.7, 0.3) for DBP; see Tables 15.2.4.23: 1 and 15.2.4.24: 1, and Figure 11.1.3.4: 1.
es_es: A la semana 52, no se observó ningún cambio notorio en la presión arterial desde el inicio en el grupo de empagliflozina con un cambio medio corregido por placebo y ajustado de -1.2 mmHg (IC del 95%: -2.1, -0.3) para la tensión arterial sistólica y -0.2 mmHg (IC del 95%: -0.7, 0.3) para la presión arterial diastólica; ver Tablas 15.2.4.23: 1 y 15.2.4.24: 1, y Figura 11.1.3.4: 1.

source: There was no obvious impact of age or eGFR on the AE profile of empagliflozin vs placebo, nor was there any obvious difference for patients with or without diabetes.
es_es: No hubo ningún impacto obvio de la edad o la TFGe en el perfil de eventos adversos de la empagliflozina en comparación con el placebo, ni tampoco hubo diferencias obvias entre uno y otro tratamiento para los pacientes con o sin diabetes.

source: There was no restriction on clinical severity assessed using National Institutes of Health Stroke Scale (NIHSS) scores (range, 0 [no deficit] to 42 [death]).
es_es: No hubo restricciones en cuanto a la gravedad clínica según la evaluación de las puntuaciones de la Escala de accidentes cerebrovasculares del Instituto Nacional de Salud (NIHSS) (rango, 0 [sin deterioro] a 42 [muerte]).

source: There was no significant difference in the incidence of cerebral hemorrhage.
es_es: Tampoco hubo una diferencia significativa en la incidencia de hemorragia cerebral.

source: There was no significant difference in the incidence of recovery to independent function (modified Rankin scale score of 0 to 2 or no change from baseline function) at day 90, which occurred in 65 of 101 patients (64%) in the tenecteplase group and in 52 of 101 (51%) in the alteplase group (adjusted incidence ratio, 1.2; 95% CI, 1.0 to 1.5; P=0.06; adjusted odds ratio, 1.8; 95% CI, 1.0 to 3.4; P=0.06).
es_es: No hubo una diferencia significativa en la incidencia de recuperación a una función independiente (puntaje en la escala de Rankin modificada de 0 a 2 o estabilidad respecto de la función al inicio) al día 90, que ocurrió en 65 de 101 pacientes (64%) en el grupo de tenecteplasa y en 52 de 101 (51%) pacientes en el grupo de alteplasa (razón de incidencia ajustada, 1.2; IC del 95%, 1.0 a 1.5; P=0.06; cociente de probabilidades ajustado, 1.8; IC del 95%, 1.0 a 3.4; P=0.06).

source: There was no significant difference in the incidence of symptomatic or asymptomatic cerebral hemorrhage.
es_es: No hubo una diferencia significativa en la incidencia de hemorragia cerebral sintomática o asintomática.

source: There was one subject (Subject 121 Visit 4) with a pre-dose value above the LLOQ for empagliflozin.
es_es: Hubo un sujeto (Sujeto 121, Visita 4) con un valor previo a la dosis superior al límite inferior de cuantificación para empagliflozina.

source: There were 10 deaths in the tenecteplase group and 18 in the alteplase group, but the difference was not significant in the prespecified logistic-regression analysis (Table 3).
es_es: Ocurrieron 10 muertes en el grupo de tenecteplasa y 18 muertes en el grupo de alteplasa, pero la diferencia no fue significativa en el análisis de regresión logística establecido (Tabla 3).

source: There were 10 deaths in the tenecteplase group and 18 in the alteplase group, but the difference was not significant in the prespecified logistic-regression analysis.
es_es: Ocurrieron 10 muertes en el grupo de tenecteplasa y 18 en el grupo de alteplasa, pero la diferencia no fue significativa en el análisis de regresión logística especificado.

source: There were 15 patients (0.5%) in the linagliptin group and 16 patients (0.5%) in the glimepiride group who were confirmed with acute pancreatitis throughout the study duration.
es_es: A lo largo de la duración del estudio, se confirmó pancreatitis aguda a 15 pacientes del grupo de linagliptina (0.5%) y 16 pacientes de glimepirida (0.5%).

source: There were 16 patients (0.5%) in the linagliptin group and 24 patients (0.8%) in the glimepiride group who had an adjudication-confirmed (by an independent blinded Pancreatic Event Committee) pancreatic malignancy during the study.
es_es: Un comité de eventos pancreáticos cegado e independiente confirmó a lo largo del estudio la evaluación de tumor pancreático a 16 pacientes del grupo de linagliptina (0.5%) y 24 pacientes de glimepirida (0.8%).

source: There were 2 patients in Part 1 who received the cardiac dose of 0.5 mg/kg due to nursing error but without adverse consequences.
es_es: Hubo 2 pacientes en la parte 1 que recibieron la dosis cardíaca de 0.5 mg/kg debido a un error de la enfermera, pero no ocurrieron consecuencias adversas.

source: There were 2 patients in the linagliptin group reported with drug-induced liver injury.
es_es: Hubo 2 pacientes del grupo de linagliptina que consignaron lesión hepática asociada a la ingesta del medicamento.

source: There were 3 global protocol amendments that were incorporated in global protocol revisions (Appendix 16.1.1.2) and 4 local amendments in Czech Republic, Japan, and the UK (Appendix 16.1.1.2).
es_es: Hubo 3 enmiendas globales al protocolo, que se incorporaron en las revisiones globales del protocolo (Apéndice 16.1.1.2) y 4 enmiendas locales de la República Checa, Japón y el Reino Unido (Apéndice 16.1.1.2).

source: There were 3 patients (0.1%) in the linagliptin group and none in the glimepiride group who were confirmed with chronic pancreatitis.
es_es: Se confirmó pancreatitis crónica a 3 pacientes del grupo de linagliptina (0.1%) y ningún paciente de glimepirida.

source: There were 3 revisions of the original trial protocol.
es_es: Hubo 3 revisiones del protocolo del ensayo original.

source: There were 4 patients with serious bullous conditions (all in the linagliptin group) and 3 patients with bullous conditions (all in the linagliptin group) that led to discontinuation of trial medication.
es_es: Hubo 4 pacientes con una patología bullosa seria (todos en el grupo de linagliptina) y 3 con patologías bullosas que derivaron en la interrupción de la medicación en estudio (todos en el grupo de linagliptina).

source: There were 4 randomised patients at this site who were planned to be transferred to another site; however, the repeated transfer attempts were not successful.
es_es: De este centro, se previó transferir a otro centro a 4 pacientes aleatorizados; sin embargo los reiterados intentos de transferencia resultaron infructuosos.

source: There were 5 centers that had not yet recruited a patient at the time of trial termination.
es_es: En 5 centros, aún no se había reclutado ningún paciente al término del ensayo.

source: There were 6 reported episodes of vomiting.
es_es: Se consignaron 6 episodios de emesis.

source: There were also no clinically meaningful differences between treatment groups for eGFR, urinary albumin, and UACR.
es_es: Tampoco hubo diferencias clínicas importantes entre los grupos de tratamiento para la TFGe, la albuminuria y el coeficiente CACO.

source: There were also no significant differences in the incidence of early neurologic improvement at 72 hours.
es_es: Tampoco hubo diferencias significativas en la incidencia de mejoría neurológica temprana a las 72 horas.

source: There were decreases in uric acid (urate) for patients in the empagliflozin group compared with the placebo group (Week 52:
es_es: Hubo disminuciones del ácido úrico (urato) mayor en el grupo de empagliflozina que en el grupo de placebo.

source: There were decreases in uric acid (urate) for patients in the empagliflozin group compared with the placebo group (Week 52: placebo-corrected adjusted mean change from baseline −0.80 mg/dL, 95% CI −0.88 to −0.72, nominal p<0.0001; Figure 12.3.3: 1 and Table 15.3.2.5: 1).
es_es: Hubo disminuciones del ácido úrico (urato) mayor en el grupo de empagliflozina que en el grupo de placebo (Semana 52: cambio medio ajustado corregida por placebo desde el inicio: -0.80 mg/dl, IC del 95%: -0.88 a - 0.72; p nominal <0.0001; Figura 12.3.3: 1 y Tabla 15.3.2.5: 1).

source: There were no deaths or other serious AEs.
es_es: No hubo muertes ni otros eventos adversos serios.

source: There were no deaths, other serious AEs, or significant (prespecified) AEs.
es_es: No hubo muertes ni otros eventos adversos serios, ni eventos adversos significativos (preespecificados).

source: There were no deviations from the inclusion or exclusion criteria (Appendix 16.2.2, Listing 2).
es_es: No hubo desviaciones con respecto a los criterios de inclusión ni de exclusión (Apéndice 16.2.2, Listado 2).

source: There were no deviations from the study plan.
es_es: No hubo desviaciones del plan del estudio.

source: There were no findings of clinical significance in the clinical laboratory evaluation, 12-lead ECG, or vital signs.
es_es: No hubo hallazgos de significatividad clínica en el laboratorio clínico, el ECG de 12 derivaciones ni en los signos vitales.

source: There were no major differences (<1.15-fold difference in gMean) observed in empagliflozin exposure by NYHA classification.
es_es: No se observaron diferencias importantes en la exposición a la empagliflozina según la clasificación de la NYHA (<1.15 veces de diferencia en la media geométrica).

source: There were no major differences in empagliflozin exposure by sex, race (comparison Asian vs White or Black vs White), NYHA classification, or diabetes status.
es_es: No se observaron diferencias importantes con la exposición a la empagliflozina por sexo, raza (asiáticos frente a caucásicos ni negros frente a caucásicos), clasificación según NYHA, ni estado de diabetes.

source: There were no meaningful changes in fasting glucose for either treatment group, neither overall nor by diabetic status (Table 15.2.4.30: 3 and 5).
es_es: No hubo cambios significativos en la glucosa preprandial para ninguno de los grupos de tratamiento, ni en general ni estratificando por estado de diabetes (Tabla 15.2.4.30: 3 y 5).

source: There were no missing data for the primary or secondary outcomes or adjustment variables.
es_es: No hubo datos omitidos en los criterios de valoración principales o secundarios ni en las variables de ajuste.

source: There were no new peaks found in the solution for injection 150 mg/PFS-1 (150 mg/mL) drug product
es_es: No se encontraron picos en el medicamento en solución inyectable 150 mg/PFS-1 (150 mg/ml).

source: There were no notable changes in other safety laboratory parameters (Tables 15.3.2.1: 1, 3, and 4).
es_es: No hubo cambios notorios para los otros parámetros de seguridad de laboratorio (Tablas 15.3.2.1: 1, 3 y 4).

source: There were no other meaningful differences between the treatment groups [c23238241, Table 15.3.1.1: 8].
es_es: No hubo otras diferencias significativas entre los grupos de tratamiento [c23238241, Tabla 15.3.1.1: 8].

source: There were no other imbalances across treatment groups with regard to frequencies of serious adverse events [c23238241, Section 12.2.2].
es_es: No hubo otros desequilibrios entre los grupos de tratamiento en la frecuencia de eventos adversos serios [c23238241, Sección 12.2.2].

source: There were no patients with missing data for the primary or secondary outcomes.
es_es: No hubo pacientes con datos ausentes sobre los criterios de valoración principales o secundarios.

source: There were no relevant changes from baseline in mean HbA1c for patients without diabetes at baseline or for patients with pre-diabetes at baseline.
es_es: No hubo cambios relevantes con respecto al valor inicial en la HbA1c media para los pacientes sin diabetes al inicio ni para los pacientes con prediabetes al inicio.

source: There were no relevant changes in fasting glucose in either treatment group, neither overall nor by diabetic status at baseline.
es_es: No hubo cambios relevantes en la glucosa preprandial para ninguno de los grupos de tratamiento, ni en general ni estratificando por estado de diabetes inicial.

source: There were no relevant changes in the other safety laboratory parameters.
es_es: No hubo cambios relevantes para los otros parámetros de seguridad de laboratorio.

source: There were no relevant differences in the subgroup analyses by age, sex, race, baseline eGFR, and diabetes status when compared with the main analysis (Tables 15.3.1.13: 8 to 12).
es_es: No hubo diferencias relevantes en los análisis de subgrupos por edad, sexo, raza, TFGe inicial y estado de diabetes en comparación con el análisis principal (Tablas 15.3.1.13: 8 a 12).

source: There were no significant differences between the linagliptin group and the glimepiride group in the incidence of outcomes related to heart failure.
es_es: No hubo diferencias significativas entre el grupo de linagliptina y el de glimepirida en la incidencia de los desenlaces relacionados con la insuficiencia cardíaca.

source: There were no significant differences between the two groups at baseline.
es_es: Al inicio del estudio, no hubo diferencias significativas entre los dos grupos.

source: There were no significant differences between the two groups.
es_es: No hubo diferencias significativas entre los dos grupos.

source: There were no significant differences in characteristics between the two groups at baseline.
es_es: Al inicio del estudio, no hubo diferencias significativas en las características de los dos grupos.

source: There were no significant differences in the functional outcomes between the 0.40 mg/kg and 0.25 mg/kg groups, as assessed using the modified Rankin Scale, including level of disability at day 90, lack of disability or no change from baseline at day 90, substantial neurological deficit improvement at day 3, risk of symptomatic intracranial hemorrhage within 36 hours, or all-cause mortality.
es_es: No hubo diferencias significativas en los resultados funcionales entre los grupos de 0.40 mg/kg y 0.25 mg/kg, según la evaluación de la escala de Rankin modificada, incluido el nivel de discapacidad al día 90, la ausencia de discapacidad o cambio desde el inicio hasta el día 90, la mejora significativa del deterioro neurológico en el día 3, el riesgo de hemorragia intracraneal sintomática en el plazo de las 36 horas y la mortalidad por todas las causas.

source: There were no significant differences in the incidence of all adjudication-confirmed myocardial infarction-related endpoints between the linagliptin group and the glimepiride group (Table 7).
es_es: No hubo diferencias significativas en la incidencia de ninguno de los criterios de valoración relacionados con el infarto de miocardio y confirmados mediante la evaluación correspondiente entre los grupos de linagliptina y glimepirida (Tabla 7).

source: There were no significant differences in the incidence of either cardiovascular death or all- cause mortality between the linagliptin group and the glimepiride group (Table 6).
es_es: No hubo diferencias significativas en la incidencia de la mortalidad por motivos cardiovasculares ni por todas las causas entre los grupos de linagliptina y glimepirida (Tabla 6).

source: There were no significant treatment-by-subgroup interactions, nor were there significant differences in the treatment effect for cardiovascular risk categories, gender, region, prior antidiabetic treatment with a sulphonylurea or glinide, baseline HbA1c, baseline eGFR, and the time since the diagnosis of diabetes (Figure 4).
es_es: No hubo interacciones significativas en la categoría "tratamiento por subgrupo" ni hubo diferencias significativas en el efecto tratamiento para las categorías de riesgo cardiovascular sexo, región, tratamiento antidiabético previo con SU o glinida, HbA1c inicial, TFGe inicial y tiempo transcurrido desde el diagnóstico de diabetes (Figura 4).

source: There were no statistical or analytical issues.
es_es: No hubo problemas estadísticos ni analíticos.

source: There were no trial-specific emergency procedures to be followed.
es_es: No había procedimientos de emergencia específicos del ensayo para seguir.

source: There were three subjects (Subject 118 Visit 4, Subject 121 Visit 4, and Subject 121 Visit 5) with pre-dose values above the LLOQ for metformin.
es_es: Hubo tres sujetos (Sujeto 118, Visita 4, Sujeto 121, Visita 4 y Sujeto 121, visita 5) con un valor previo a la dosis superior al límite inferior de cuantificación para metformina.

source: There were to be 2 analyses of the food effect with the fed treatments regarded as test treatments (T1 fed, R1 fed) and the fasted treatments (T1 fasted, R1 fasted) regarded as reference treatments (Table 9.7.1.3.2: 1).
es_es: Se hacían 2 análisis del efecto de los alimentos tomando el tratamiento postprandial como tratamiento experimental (T1 postprandial, R1 postprandial) y el tratamiento preprandial (T1 preprandial, R1 preprandial) como tratamientos de referencia (Tabla 9.7.1.3.2: 1).

source: There will also be an independent Data Safety Monitoring Board (DSMB) – the same as for the EXTEND trial - chaired by Dr Barry Snow.
es_es: También habrá un Comité de vigilancia de datos y seguridad independiente, el mismo que para el ensayo EXTEND, presidido por el Dr. Barry Snow.

source: Thereafter, the differences between treatment groups narrowed and the curves crossed, indicating comparable HbA1c control over time in both treatment groups.
es_es: En adelante, las diferencias entre los grupos de tratamiento se estrecharon y las curvas se cruzaron, lo que indica que en ambos grupos de tratamiento el control de la HbA1c fue equiparable en el tiempo.

source: Thereafter, the estimated slope was -1.253 per year (95% CI -1.465, -1.041).
es_es: A partir de entonces, la pendiente estimada fue -1.253 por año (IC del 95%: -1.465, -1.041).

source: Thereafter, the values remained below baseline in the empagliflozin group, while they increased approximately back to baseline after 100 weeks in the placebo group.
es_es: A partir de allí, los valores permanecieron por debajo del valor inicial en el grupo de empagliflozina, y, en el grupo de placebo, se retrotrajeron aproximadamente hasta los guarismos iniciales tras 100 semanas.

source: Therefore it is corrected for Catalent DE (Eberbach) and Catalent FR (Beinheim) site.
es_es: En tal sentido, se implementó la corrección para las plantas Catalent DE (Eberbach) y Catalent FR (Beinheim).

source: Therefore it is not necessary to add the mixture 0.1 % Phosal 53 MCT at the proposed site.
es_es: Por lo tanto, en la planta propuesta, no es necesario agregar la mezcla de Phosal 53 al 0.1 %.

source: Therefore no leachables study is deemed necessary for semi- and non-volatile compounds.
es_es: Por lo tanto, no se considera necesario realizar estudios de lixiviables de los compuestos semivolátiles y no volátiles.

source: Therefore no testing will be performed during future routine manufacturing.
es_es: Por lo tanto, no se realizarán otras pruebas durante los próximos procesos de fabricación de rutina.

source: Therefore step 2 is deleted.
es_es: Por tanto, se elimina el Paso 2.
